[
  {
    "name": "Serendipity Film Group",
    "subtitle": "Co-producing the new ABC series WOTM in partnership with Will Smith and Jay-Z’s production companies.",
    "image": "/assets/clients/serendipity.png"
  },
  {
    "name": "Viva Concepts",
    "subtitle": "Partnering with the largest direct marketing firm, specializing in the dental space to create a unique set of tools and services to offer digital growth, lead generation and retention.",
    "image": "/assets/clients/viva.png"
  },
  {
    "name": "Body Contourz",
    "subtitle": "7X the business in 6 months, now partnering to open the next 10 new locations and offer affiliate services to over 300 locations.",
    "image": "/assets/clients/body-contourz.png"
  },
  {
    "name": "Galaxy",
    "subtitle": "Launching the new era of home businesses with some of the brightest minds in the industry.",
    "image": "/assets/clients/galaxy.png"
  },
  {
    "name": "Angel Longevity",
    "subtitle": "Launching the ground-breaking book of one of the most interesting alternative approaches to health and longevity.",
    "image": "/assets/clients/angel-longevity.png"
  },
  {
    "name": "Upliffs",
    "subtitle": "A brand acquired in its initial stages to become the testing ground for Monarchy’s technology and strategies.",
    "image": "/assets/clients/upliffs.png"
  },
  {
    "name": "Sales Jet",
    "subtitle": "The ultimate marketing platform, SalesJet is an amazing tech start up we grew to over 30 million transactions per year.",
    "image": "/assets/clients/salesjet.png"
  },
  {
    "name": "Rebate Rewards",
    "subtitle": "Monarchy’s very own rewards platform and Amazon marketing booster.",
    "image": "/assets/clients/rebate.png"
  },
  {
    "name": "American Power and Gas",
    "subtitle": "One of the fastest growing energy companies, working hard to make the world greener, grossing over 300 million dollars per year.",
    "image": "/assets/clients/apg.png"
  },
  {
    "name": "5-15 Global Energy / IGL",
    "subtitle": "Monarchy works with the Italian brand to propel the green evolution through network marketing channels.",
    "image": "/assets/clients/5-15.png"
  },
  {
    "name": "Giansante",
    "subtitle": "One of the most exclusive and elite Italian jewelry brands.",
    "image": "/assets/clients/giansante.png"
  }
]
